; Portuguese
; Luis Neves (luis.a.neves@sapo.pt)

[Portuguese]
IDS_UPDATE_NO=Não há actualizações disponíveis.
IDS_UPDATE_YES=Update available, download and install them?
IDS_FILE=Ficheiro
IDS_SETTINGS=Definições
IDS_EXIT=Sair
IDS_LANGUAGE=Language
IDS_HELP=Ajuda
IDS_WEBSITE=Página Web
IDS_CHECKUPDATES=Procurar actualizações
IDS_ABOUT=Acerca
IDS_DONATE=Give thanks!
IDS_TRAY_SHOW=Mostrar/Ocultar
IDS_TRAY_DISABLE=Desactivar
IDS_TRAY_POPUP_1=Clean areas
IDS_TRAY_POPUP_2=Limpar quando superior a
IDS_TRAY_POPUP_3=Limpar a cada
IDS_CLEAN=Limpar memória
IDS_GROUP_1=Física
IDS_GROUP_2=Ficheiro de Paginação
IDS_GROUP_3=Cache do Sistema
IDS_ITEM_1=Utilizada
IDS_ITEM_2=Livre
IDS_ITEM_3=Total disponível
IDS_SETTINGS_GENERAL=Geral
IDS_SETTINGS_MEMORY=Limpeza de memória
IDS_SETTINGS_APPEARANCE=Aparência
IDS_SETTINGS_TRAY=Ícone de notificação
IDS_CLOSE=Fechar
IDS_TITLE_1=Configuração geral
IDS_TITLE_2=Idioma
IDS_TITLE_3=Regiões da memória a limpar
IDS_TITLE_4=Gestão de memória
IDS_TITLE_5=Tecla de Atalho (global)
IDS_TITLE_6=Estilo
IDS_TITLE_7=Cores
IDS_TITLE_8=Controlo do rato
IDS_TITLE_9=Balão de sugestões
IDS_ALWAYSONTOP_CHK=Sempre visível
IDS_LOADONSTARTUP_CHK=Iniciar no arranque do sistema
IDS_STARTMINIMIZED_CHK=Start minimized
IDS_REDUCTCONFIRMATION_CHK=Confirm memory cleaning start
IDS_SKIPUACWARNING_CHK=Ignorar notificação do "Controlo da Conta de Utilizador" (UAC)
IDS_CHECKUPDATES_CHK=Procurar actualizações periodicamente (recomendado)
IDS_LANGUAGE_HINT=Seleccionar idioma:
IDS_AUTOREDUCTENABLE_CHK=Limpar quando superior a: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Limpar a cada: (min.)
IDS_HOTKEY_CLEAN_CHK=Limpar memória:
IDS_TRAYUSETRANSPARENCY_CHK=Usar fundo transparente
IDS_TRAYSHOWBORDER_CHK=Mostrar contorno
IDS_TRAYROUNDCORNERS_CHK=Cantos redondos
IDS_TRAYCHANGEBG_CHK=Mudar cor de fundo (em vez do texto e borda)
IDS_TRAYUSEANTIALIASING_CHK=Usar suavização
IDS_FONT_HINT=Tipo de letra:
IDS_COLOR_TEXT_HINT=Cor do texto
IDS_COLOR_BACKGROUND_HINT=Cor de fundo
IDS_COLOR_WARNING_HINT=Cor do "Nível de Alerta"
IDS_COLOR_DANGER_HINT=Cor do "Nível de Perigo"
IDS_TRAYLEVELWARNING_HINT="Nível de Alerta" iniciado a: (%)
IDS_TRAYLEVELDANGER_HINT="Nível de Perigo" iniciado a: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Clique Central:
IDS_TRAY_ACTION_1=Mostrar/Ocultar
IDS_TRAY_ACTION_2=Limpar memória
IDS_TRAY_ACTION_3=Abrir gestor de tarefas
IDS_SHOW_CLEAN_RESULT_CHK=Mostrar resultado da limpeza de memória
IDS_QUESTION=Deseja iniciar a limpeza de memória?
IDS_QUESTION_WARNING=Switching-on "Standby list" and "Modified page list" may freeze your computer for almost a minute or so, are you sure to enable this option?
IDS_QUESTION_FLAG_CHK=Do not ask again
IDS_STATUS_CLEANED=A memória foi limpa com um ganho de %s.
IDS_STATUS_NOPRIVILEGES=São necessários previlégios de administrador, execute o programa como administrador!
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_UPDATE_ERROR=Update server connection error.
IDS_UPDATE_INIT=Checking for new releases...
IDS_UPDATE_INSTALL=Update available, do you want to install them?
IDS_RESET=Reset
IDS_QUESTION_RESET=Are you really sure you want to reset all application settings?
IDS_NOTIFICATIONSOUND_CHK=Activar notificações sonoras
IDS_TITLE_ADVANCED=Avançadas
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=Allow "Standby lists" and "Modified page list" cleanup on autoreduct
IDS_LOGRESULTS_CHK=Log cleaning results into a debug log
